{
    "Header": {

        "title": "techkettle",
        "paragraph": "Leading Global ICT solution Company specializing in building sustainable models in the business, health, education and agricultural sector through application of modern technology."

    },
    "About": {
        "paragraph": "What makes us who we are today… At TechKettle, we develop innovative and creative products and services that provide total communication and information solutions. Among a plethora of services, web design and development, tailor made applications, ERPs, CRMs, e-commerce solutions, business-to-business applications, business-to-client applications, managed hosting and internet portal management are few that we offer. Satisfied clients around the globe bear testimony to the quality of our work.As a leader in technology exploring, TechKettle is committed to exporting quality software worldwide. The general purpose of TechKettle is to develop and promote advanced information technologies for multi-user operation.TechKettle's business philosophy is to assure the highest quality product, total client satisfaction, timely delivery of solutions and the best quality/price ratio found in the industry. Our emphasis is on offering a high degree of product user friendliness through a positive, creative and focused company staff."
    },
    "Services": [{
            "icon": "fa fa-globe fa-spin",
            "name": "Web Development",
            "text": "We working hard to build a reputation of customer satisfaction through technical excellence and friendly staff"
        },
        {
            "icon": "fa fa-mobile fa-spin",
            "name": "Mobile App Development",
            "text": "We are one of the leading computer service center, we undertake desktop and laptop service with all major brands"
        },
        {
            "icon": "fa fa-cog fa-spin",
            "name": "UI/UX Design",
            "text": "We provide services in web design and smartphone applications in accordance with international standards with UI / UX."
        },
        {
            "icon": "fa fa-database fa-spin",
            "name": "Digital Marketing",
            "text": "We provide the best marketing offers for our clients in e-marketing and achieve their goals and profits significantly."
        },
        {
            "icon": "fa fa-desktop fa-spin",
            "name": "DESKTOP APPLICATION DEV'T",
            "text": "We offer innovative solutions in desktop software with high professionalism that achieve completely satisfaction for client."
        },
        {
            "icon": "fa fa-tasks fa-spin",
            "name": "SOFTWARE PROTOTYPING",
            "text": "Our UX and UI designers take into account key elements like structure, layout, and flow so users can navigate and log into your software product or application seamlessly."
        }


    ],
    "WhyChooseUs": [{
            "title":"The Team",
            "icon": "fa fa-group",
            "text": "\"We ensure to retain specialized and experienced team members that can over come technological changes.\""
        },
        {
            "title":"Commitment",
            "icon": "fa fa-comment",
            "text": "\"We vouch to build high-quality and easy-to-use solutions promptly by utilizing state-of-the-solutions\""
        },
        {
            "title":"One Family",
            "icon": "fa fa-heart",
            "text": "\"Our Teams Coherence and unity are the key to our succes. We as a professional team, can better accomplish our mission and achieve our values\""
        },
        {
            "title":"Trust",
            "icon": "fa fa-id-card",
            "text": "\"We ensure full transparency and integrity in our bussiness dealings as we believe those values maintained our repute and customer's trust\""
        },
        {
            "title":"Quality",
            "icon": "fa fa-star",
            "text": "\"We carefully crafted a realiable workflow to execute our development plans with the highest software quality standards.\""
        },
        {
            "title":"Innovation",
            "icon": "fa fa-handshake-o",
            "text": "\"We encourage creativity in our workspace to achieve distiguished ideas as we believe that innovation in integral to futuristic applications\""
        }
    ],
    "Team": [{
            "img": "img/team/20.png",
            "name": "Elisha",
            "job": "Software Developer"
        },
        {
            "img": "img/team/16.png",
            "name": "Mary",
            "job": "Marketing Manager"
        }, {
            "img": "img/team/19.png",
            "name": "John",
            "job": "Software Developer"
        },
        {
            "img": "img/team/17.png",
            "name": "Geoffrey",
            "job": "Software Developer"
        },
        {
            "img": "img/team/18.png",
            "name": "Nabulo Vivian Doreen",
            "job": "Software Developer"
        }
    ],
    "Contact": {
        "address": "Kampala, Uganda",
        "phone": [{"phoneNumber":"+256 700 729 687"}, {"phoneNumber":"+256 777 213 952"}],
        "email": "techkettle2@gmail.com",
        "facebook": "#",
        "twitter": "#",
        "youtube": "#"
    },
    "Testimonials": [{
        "img": "img/testimonials/07.jpeg",
        "text": "\"Quality is always there. Top of the game in terms of software companies.\"",
        "name": "Nathan Nanjaya"
    },
    {
        "img": "img/testimonials/12.jpg",
        "text": "\"Excellent service and with a “down to earth” approach.\"",
        "name": "Winfred Namee"
    },
    {
        "img": "img/testimonials/08.jpg",
        "text": "\"I have used TechKettle for many years and have always found them to have my best interest at heart.\"",
        "name": "Lawrence Mukuwa"
    },



    {
        "img": "img/testimonials/11.jpg",
        "text": "\"I have been with TechKettle from the inception of my small company all the way through to what is now a multinational company trading on several continents and have been able to provide exceptional support and advise me all the way through our growth.\"",
        "name": "Habiba Kichana"
    },
    {
        "img": "img/testimonials/03.jpg",
        "text": "\"TechKettle is above and beyond their competitors and I have talked and met with the others. Some of them wouldn’t even follow up very well when I was just talking to them about them possibly providing services.\"",
        "name": "Habib Mohamed"
    },
    {
        "img": "img/testimonials/14.jpg",
        "text": "\"I know they are going to be honest with me. I am not going to get a subpar product; I know it is going to be good. That is the number one advantage of working with TechKettle because I just do not want to be sold. I want to trust that what I am getting is going to be good.\"",
        "name": "Viola Namulime"
    }
    ],
    "HowWeWork": {
            "img": "img/HowWeWork/01.jpeg"
        }
}